Repository: AlexMeshcharakou/flutter_marvel
Catalog: assets/l10n/app_*.arb
Languages: ru

source: Marvel
ru: Марвел

source: DESCRIPTION
ru: ОПИСАНИЕ

source: SERIES
ru: СЕРИИ

# name
source: Hero's name:
ru: Имя героя:

source: Try again
ru: Попробуйте еще раз

# checkInternetConnectionAndTap
source: Check internet connection
ru: Проверьте интернет соединение

source: Something went wrong
ru: Произошла ошибка

source: Please check internet connection
ru: Проверьте интернет соединение

source: Search character
ru: Поиск героя

source: No Results
ru: Не найдено результатов
